Repository: WPPlugins/wp-tao
Catalog: languages/wp-tao-*.po
Languages: tr_tr

source: WP Tao: The EDD currency (%s) is different from the WP Tao currency (%s). Make up your mind on one currency!
tr_tr: WP Tao: EDD para birimi (%s) WP Tao para biriminden (%s) farklı bir para birimidir. Tercihinizi belirleyin!

source: WP Tracker and Optimizer is an intuitive and powerful tool for tracking website visitors by small business owners.
tr_tr: WP Tracker and Optimizer (Takipçi ve En iyileştirici), küçük işletme sahiplerinin web sitelerinin ziyaretçilerini izleyebilmeleri için sezgisel ve güçlü bir araçtır.

source: Cheatin&#8217; huh?
tr_tr: Hile mi yapıyorsunuz?

source: WP Tao: You need PHP version at least 5.3 to run this plugin. You are currently using PHP version
tr_tr: WP Tao: Bu eklentiyi çalıştırmak için en düşük PHP sürümü 5.3'tür. Şu anda kullandığınız PHP sürümü:

source: US Dollars (&#36;)
tr_tr: ABD Doları (&#36;)

source: Euros (&euro;)
tr_tr: Euro (&euro;)

source: Australian Dollars (&#36;)
tr_tr: Avustralya Doları ($)

source: Brazilian Real (R&#36;)
tr_tr: Brezilya Reali (R $)

source: Canadian Dollars (&#36;)
tr_tr: Kanada Doları ($)

source: Czech Koruna
tr_tr: Çek Korunası

source: Danish Krone
tr_tr: Danimarka Kronu

source: Hong Kong Dollar (&#36;)
tr_tr: Hong Kong Doları (&#36;)

source: Hungarian Forint
tr_tr: Macar Forinti

source: Israeli Shekel (&#8362;)
tr_tr: İsrail Şekeli (&#8362;)

source: Japanese Yen (&yen;)
tr_tr: Japon Yeni (&yen;)

source: Malaysian Ringgits
tr_tr: Malezya Ringgiti

source: Mexican Peso (&#36;)
tr_tr: Meksika Pezosu (&#36;)

source: New Zealand Dollar (&#36;)
tr_tr: Yeni Zelanda Doları (&#36;)

source: Norwegian Krone
tr_tr: Norveç Kronu

source: Philippine Pesos
tr_tr: Filipin Pezosu

source: Polish Zloty
tr_tr: Polonya Zlotisi

source: Singapore Dollar (&#36;)
tr_tr: Singapur Doları (&pound;)

source: Swedish Krona
tr_tr: İsveç Kronu

source: Swiss Franc
tr_tr: İsviçre Frangı

source: Taiwan New Dollars
tr_tr: Tayvan Yeni Doları

source: Thai Baht (&#3647;)
tr_tr: Tayland Bahtı (&#3647;)

source: Indian Rupee (&#8377;)
tr_tr: Hindistan Rupisi (&#8377;)

source: Turkish Lira (&#8378;)
tr_tr: Türk Lirası (&#8378;)

source: Iranian Rial (&#65020;)
tr_tr: İran Riyali (&#65020;)

source: Russian Rubles
tr_tr: Rus Rublesi

source: Done
tr_tr: Tamamlandı

source: Today
tr_tr: Bugün

source: Show a different month
tr_tr: Farklı bir ay göster

source: 3 days
tr_tr: Son 3 gün

source: 7 days
tr_tr: Son 7 gün

source: 30 days
tr_tr: Son 30 gün

source: 90 days
tr_tr: Son 90 gün

source: 180 days
tr_tr: Son 180 gün

source: 365 days
tr_tr: Son 365 gün

source: Unknown name (%d)
tr_tr: Bilinmeyen ad (%d)

source: Valid
tr_tr: Geçerli

source: Disposable
tr_tr: Tek kullanımlık

source: Invalid
tr_tr: Geçersiz

source: Blacklisted
tr_tr: Kara listede

source: Undeterminied
tr_tr: Belirsiz

source: Contact
tr_tr: İletişim

source: Traffic
tr_tr: Trafik

source: Commerce
tr_tr: E-ticaret

source: User
tr_tr: Üye

source: Visit page
tr_tr: Sayfa Ziyaretleri

source: Search
tr_tr: Aramalar

source: Login
tr_tr: Girişler

source: Register
tr_tr: Üye Kayıtları

source: Comment
tr_tr: Yorumlar

source: User identified
tr_tr: Kayıtlı Üyeler

source: New order
tr_tr: Yeni Siparişler

source: Payment
tr_tr: Ödeme

source: Add to cart
tr_tr: Sepete ekle

source: Remove from cart
tr_tr: Sepetten Silmeler

source: Are you sure that you want to permanently delete this event?
tr_tr: Bu olay kalıcı olarak silmek istediğinizden emin misiniz?

source: Dashboard
tr_tr: Kullanıcı Paneli

source: Identified
tr_tr: Üyeler

source: Events
tr_tr: Etkinlikler

source: WP Tao Settings
tr_tr: WP Tao Ayarları

source: Settings
tr_tr: Ayarlar

source: WP Tao Upgrades
tr_tr: WP Tao yükseltmeleri

source: High abandoned carts rate! (%.2f%%)
tr_tr: Yüksek terk edilmiş sepet oranı! (%.2f%%)

source: It means that about %.2f%% of carts were abandoned during the past 30 days.
tr_tr: Bu, son 30 günde yaklaşık %.2f%% sepetin terk edildiği anlamına gelir.

source: Some reasons for a high abandoned carts rate
tr_tr: Yüksek oranlı terk edilmiş sepet oranı için olası sebepler

source: Unfavorable shipping - slow, high cost or listed late
tr_tr: Tavsiye edilmeyen kargolama - yavaş, yüksek maliyetli veya geç listelenen

source: <b>Status</b>: WP Tao detected that your sales platform has enabled shipping.
tr_tr: <b>Durum</b>: WP Tao, satış platformunda nakliyenin sağlandığını tespit etti.

source: <b>Hint</b>: try to offer free shipping for as many orders as is possible. Also clearly inform customers about additional fees <b>before</b> they land on checkout page.
tr_tr: <b>İpucu</b>: Mümkün olduğu kadar çok sayıda ürün için ücretsiz nakliye sunmayı deneyin. Ayrıca müşterilerinizi ödeme sayfasına gitmeden <b>önce</b> ek ücretler konusunda bilgilendirin.

source: Forced to create an account
tr_tr: Bir hesap oluşturmak zorunda

source: <b>Status</b>: WP Tao detected that your sales platform has disabled checkout without registration.
tr_tr: <b>Durum</b>: WP Tao, satış platformunuzda kayıt olmadan ödeme yapılabilebilme seçeneğini devre dışı bıraktığınızı tespit etti.

source: <b>Hint</b>: allow customers to checkout without creating an account. If, for some reason, you want to users create accounts, do it for them - just by implement auto register functionality.
tr_tr: <b>İpucu</b>: Müşterilerinizin bir hesap oluşturmadan ödeme yapabilmelerine izin verin. Bazı nedenlerden dolayı kullanıcı hesaplarının oluşturulmasını istiyorsanız, otomatik üye kaydını deneyin.

source: Unsecure checkout
tr_tr: Güvensiz ödeme

source: <b>Status</b>: WP Tao detected that your sales platform has not force SSL on checkout.
tr_tr: <b>Durum</b>: WP Tao satış platformu üzerinde ödeme SSL zorlamamak olduğunu belirledi.

source: <b>Hint</b>: force SSL on checkout especially if you have enabled payments by credit cards.
tr_tr: <b>İpucu</b>: Kredi kartları ile ödemeyi etkinleştirdiyseniz ödeme sırasında SSL zorlamayı etkinleştirin.

source: Could not find discount coupon
tr_tr: İndirim kuponu bulunamadı

source: <b>Status</b>: WP Tao detected that your sales platform has enabled discounts. Customer can see coupon input field but can has no discount and will try to find one instead of make an order.
tr_tr: <b>Durum</b>: WP Tao, satış platformunuzda indirim kullanımının etkinleştirildiğini tespit etti. Müşteri kupon alanını görebilir.

source: <b>Hint</b>: disable coupons if you don't need them. Otherwise give every customer small discount (e.g. 3%) for signing up for the newsletter or sharing on social media (or just because is such promotion for all).
tr_tr: <b>İpucu</b>: İhtiyaç duymuyorsanız kupon kullanımını devre dışı bırakın. Bunun yerine bülteninize abone olduklarında ya da sosyal medyada paylaşımları için (örneğin % 3) indirim sağlayın.

source: Complicated checkout process
tr_tr: Karmaşık ödeme işlemi

source: <b>Hint</b>: make the test order and see what actions can be a hassle for the customer (long forms, too many steps, errors). After that - try to optimize most problematic checkout steps.
tr_tr: <b>İpucu</b>: Bir test siparişte bulunarak müşterilerinizin hangi noktalarda (uzun formlar, hatalar) sıkıntı çekebileceklerini belirleyin ve gerekli düzenlemeleri yapın.

source: Lack of information
tr_tr: Bilgi eksikliği

source: <b>Hint</b>: Maybe you need to complement the key information about product or give clear indication where to customer can find them?
tr_tr: <b>İpucu</b>: Ürün hakkındaki bilgilerin tatmin edici olduklarından emin olun.

source: High cost of product
tr_tr: Yüksek ürün ücreti

source: <b>Hint</b>: maybe you should introduce <b>cheaper version</b> of product?
tr_tr: <b>İpucu</b>: Ürününüzün fiyatını pazarda araştırmayı ihmal etmeyin.

source: You do not have permission to edit this user.
tr_tr: Bu kullanıcıyı düzenleme izniniz yok.

source: The record's events and fingerprints were successfully deleted.
tr_tr: Kaydın etkinlik ve izleri başarılı bir şekilde silindi.

source: The record was successfully added to the blacklist.
tr_tr: Kayıt kara listeye alındı.

source: The record was successfully removed from the blacklist.
tr_tr: Kayıt kara listeden başarılı bir şekilde kaldırıldı.

source: The record was successfully deleted.
tr_tr: Kayıt başarıyla silindi.

source: No action was performed.
tr_tr: Herhangi bir işlem gerçekleştirilmedi.

source: See a complete report
tr_tr: Ayrıntılı rapor için tıklayın

source: Show hints
tr_tr: Gösteri ipuçları

source: Users
tr_tr: Kullanıcılar

source: Name
tr_tr: Ad

source: Email
tr_tr: E-Posta

source: Phone
tr_tr: Tel

source: Created
tr_tr: Oluşturuldu

source: Last Active
tr_tr: En Son Aktif Olduğu Zaman

source: Show profile
tr_tr: Profilini Görüntüle

source: Edit
tr_tr: (Düzenle)

source: Actions
tr_tr: Eylemler

source: N/A
tr_tr: Yanıtsız

# %s = human-readable time difference
source: %s ago
tr_tr: %s önce

source: No users found.
tr_tr: Hiçbir kullanıcı bulunamadı.

source: WP Tao - Upgrades
tr_tr: WP Tao - Yükseltmeler

source: The upgrade process has started, please be patient. This could take several minutes. You will be automatically redirected when the upgrade is finished.
tr_tr: Güncelleme işlemi başladı, lütfen sabırlı olun. Bu işlem birkaç dakika sürebilir. Güncelleme bittiğinde otomatik olarak yönlendirileceksiniz.

source: There is nothing to upgrade!
tr_tr: Güncellenecek bir şey henüz yok!

source: WP Tao needs to upgrade the pageview events, click %shere%s to start the upgrade.
tr_tr: WP Tao, sayfa gösterimi etkinliklerini güncellemek istiyor. %sburaya%s tıklayarak yükseltme işlemini başlatın.

source: WP Tao needs to upgrade the order and payment events, click %shere%s to start the upgrade.
tr_tr: WP Tao, sipariş ve ödeme etkinliklerini güncellemek istiyor. %sburaya%s tıklayarak yükseltme işlemini başlatın.

source: WP Tao needs to upgrade the identifieds data, click %shere%s to start the upgrade.
tr_tr: WP Tao, tanımlı kullanıcılar verisini güncellemek istiyor. %sburaya%s tıklayarak yükseltme işlemini başlatın.

source: You do not have permission to do WP Tao upgrades
tr_tr: WP Tao yükseltmesi yapmak için izniniz yok

source: Error
tr_tr: Hata

source: Choose File
tr_tr: Dosya seç

source: General
tr_tr: Genel

source: Maintenance
tr_tr: Bakım Modu

source: Extensions
tr_tr: Eklentiler

source: Currency
tr_tr: Para Birimi

source: Select the currency you use for sale.
tr_tr: Satış için kullanmak istediğiniz para birimini seçin.

source: Notice email
tr_tr: Uyarı e-postası

source: Set the email for notifications from WP Tao.
tr_tr: WP Tao tarafından gönderilecek bildirimler için bir e-posta girin.

source: Do not track users with specific roles
tr_tr: Belirli rollere sahip kullanıcılar izleme

source: Wipe data when uninstalling
tr_tr: Eklentiyi kaldırırken bütün verileri sil

source: Checking this option will delete all events and users when uninstalling the plugin via Installed plugins &#8594; WP Tao &#8594; Delete
tr_tr: Bu seçenek, WP Tao eklentisini eklentiler panelinden sildiğinizde veritabanında kayıtlı tüm etkinlik ve kullanıcıların silinmesini sağlar.

source: Exclude blacklist
tr_tr: Kara listeye alınanları yok say

source: Check this box if you would like to exclude blacklisted from users list
tr_tr: Kara listeye alınanların kullanıcılar listesinde görüntülenmemesi için bu kutuyu işaretleyin.

source: <h2>Database</h2>
tr_tr: <h2>Veritabanı</h2>

source: WP Tao database size
tr_tr: WP Tao veritabanı boyutu

source: Events with limited storage time
tr_tr: Sınırlı depolama süresine sahip etkinlikler

source: Select which events will have <b>limited</b> storage time. Unselected items will be stored for unlimited time.
tr_tr: Etkinliklerin veritabanında <b>saklanma süresi</b>ni belirleyin. Seçili olmayan öğeler sınırsız süre saklanır. (Yüksek süre yüksek veritabanı boyutu anlamına gelir.)

source: Storage time for selected events
tr_tr: Seçili olaylar için saklama süresi

source: How long keep selected events in database?
tr_tr: Etkinlikler veritabanında ne kadar süreyle tutulsun?

source: WP TAO Events overview
tr_tr: WP TAO Etkinlikler (Genel)

source: Total events
tr_tr: Tüm olaylar

source: From
tr_tr: Tarih Aralığı:

source: Load older events
tr_tr: Daha eski etkinlikler

source: WP TAO Identified
tr_tr: WP TAO Tespitleri

source: Search Identified
tr_tr: Kullanıcı Ara

source: WP TAO Settings
tr_tr: WP TAO Ayarları

source: Profile
tr_tr: Profil

source: Back to Identified
tr_tr: İçin tanımlanan geri

source: Edit profile
tr_tr: Profili Düzenle

source: E-mail
tr_tr: E-posta

source: Last active
tr_tr: En Son Aktif Olduğu Zaman

source: Fingerprints
tr_tr: Parmak izi

source: Created:
tr_tr: Oluşturulma:

source: User agent:
tr_tr: Tarayıcı Bilgileri:

source: Record updated.
tr_tr: Kayıt güncellendi.

source: This e-mail address already exists! ( %s )
tr_tr: Bu eposta adresi zaten mevcut ( %s )

source: Edit record
tr_tr: Kayıt düzenleme

source: Personal info
tr_tr: Kişisel Bilgiler

source: First name
tr_tr: Ad

source: User's first name.
tr_tr: Kullanıcının adı.

source: Last name
tr_tr: Soyad

source: Contact info
tr_tr: İletişim Bilgileri

source: Other info
tr_tr: Diğer Bilgiler

source: Notes
tr_tr: Notlar

source: Update record
tr_tr: Kaydı güncelleştir

source: WP TAO Overview. Last 30 days.
tr_tr: WP TAO Temel Görünüm. Son 30 gün.

source: Actions for record
tr_tr: Eylemler kayıt için

source: Info
tr_tr: Bilgi

source: Add to blacklist
tr_tr: Kara listeye ekle

source: Add this record to the blacklist
tr_tr: Bu kayıt için kara liste ekle

source: Remove from blacklist
tr_tr: Kara listeden kaldır

source: Remove this record from the blacklist
tr_tr: Bu kaydı kara listeden kaldır

source: Delete record
tr_tr: Kaydı sil

source: Delete record (will not delete events and fingerprints)
tr_tr: Kaydı sil (Etkinlikler ve izler silinmez)

source: Delete events
tr_tr: Etkinlikler silinsin

source: Delete all events and fingerprints connected with this record
tr_tr: Bu kayıt ile ilgili tüm etkinlikleri ve izleri silin

source: Perform actions
tr_tr: Eylemleri uygula

source: Start date
tr_tr: Başlangıç Tarihi

source: End date
tr_tr: Bitiş Tarihi

source: Number of records:
tr_tr: Kayıt sayısı

source: Sort
tr_tr: Sırala

source: Timeline filter
tr_tr: Zaman çizelgesi filtresi

source: Date and number of events
tr_tr: Etkinlik Tarihleri ve Sayısı

source: Categories
tr_tr: Kategoriler

source: Tags
tr_tr: Etiketler

source: Display
tr_tr: Göster

source: Identification:
tr_tr: Tanımlama:

source: Show all
tr_tr: Tamamını Görüntüle

source: Only identified
tr_tr: Yalnızca tanımlılar

source: Only unidentified
tr_tr: Yalnızca belirsizler

source: Events per page:
tr_tr: Sayfa başına olaylar:

source: Screen options
tr_tr: Ekran Tercihleri

source: Espresso reports
tr_tr: Espresso raporları

source: Apply
tr_tr: Uygula

source: Back to dashboard
tr_tr: Yönetim Paneline Dön

source: No events found!
tr_tr: Hiçbir etkinlik bulunamadı

source: Sort by %s
tr_tr: Sırala: %s

source: Unidentified user (%d)
tr_tr: Kimliği belirsiz kullanıcı (%d)

source: Delete
tr_tr: Sil

source: Amount
tr_tr: Tutar

source: Orders
tr_tr: Siparişler

source: Date
tr_tr: Tarih

source: Amount [%s]
tr_tr: Tutar [%s]

source: No results!
tr_tr: Sonuç bulunamadı

source: Page
tr_tr: Sayfa

source: Pageviews
tr_tr: Sayfa Görüntülenme

source: Visitors
tr_tr: Ziyaretçiler

source: Identified date
tr_tr: Oluşturma tarihi

source: Status
tr_tr: Durum

source: Not identified users
tr_tr: Tanımlanmamış kullanıcılar

source: Visits
tr_tr: Ziyaretler

source: Keyword
tr_tr: Anahtar Kelime

source: Frequency
tr_tr: Periyot

source: Contacts
tr_tr: İletişim

source: Success login
tr_tr: Başarılı Girişler

source: Failed login
tr_tr: Başarısız Girişler

source: Registrations
tr_tr: Kayıtlar

source: New registrations
tr_tr: Yeni Kayıtlar

source: Number of registrations
tr_tr: Yeni Kayıt Sayısı

source: Registered
tr_tr: Yeni Üye Kaydı

source: Total sales
tr_tr: Toplam Satış

source: Total: %s (%d sale)<br />Average: %s
tr_tr: Toplam: %s (%d Satış)<br>Ortalama: %s

source: Sales
tr_tr: Satışlar

source: Pageviews and visitors
tr_tr: Sayfa Görüntülenmeler ve Ziyaretçiler

source: Pageviews ( %d )
tr_tr: Sayfa Görüntülenme ( %d )

source: Visits ( %d )
tr_tr: Ziyaretler (%d)

source: User logins
tr_tr: Üye Girişleri

source: Success
tr_tr: Başarılı

source: Failed
tr_tr: Başarısız

source: Logins
tr_tr: Girişler

source: Most visited pages
tr_tr: En Çok Ziyaret Edilen Sayfalar

source: No pages found
tr_tr: Hiçbir Sayfa Bulunamadı

source: Unrecognized page
tr_tr: Tanınmayan sayfa

source: %s ( Front Page )
tr_tr: %s (Ön Sayfa)

source: Home page
tr_tr: Ana sayfa

source: Best buyers
tr_tr: En iyi alıcılar

source: %s<br />Total: %s (%d sale)
tr_tr: %s<br />Toplam: %s (%d satış)

source: Best buyer
tr_tr: En iyi alıcı

source: Missed payments
tr_tr: Kaçırılan Ödemeler

source: Abandoned carts
tr_tr: Terk Edilmiş Sepetler

source: Abandoned Carts
tr_tr: Terk Edilmiş Sepetler

source: Recently identified
tr_tr: Yakınlarda tanımlananlar

source: Most frequently searched keywords
tr_tr: En Sık Aranan Kelimeler

source: Most frequently searched keyword
tr_tr: En sık aranan kelime

source: Contact from %s
tr_tr: %s üzerinden iletişim

source: Source:
tr_tr: Kaynak:

source: New comment on <a href="%s">%s</a>
tr_tr: <a href="%s">%s</a> üzerinde yeni yorum

source: Pageview
tr_tr: Sayfa Görüntülenme

source: <a href="%s">Visited page</a>
tr_tr: <a href="%s">Ziyaret edilen sayfa</a>

source: Visited page
tr_tr: Ziyaret edilen sayfa

source: <a href="%s">Home page</a> was visited
tr_tr: <a href="%s">Ana sayfa</a> ziyaret edildi

source: <a href="%s">%s</a> was visited
tr_tr: <a href="%s">%s</a> ziyaret edildi

source: Post <a href="%s">%s</a> was visited
tr_tr: <a href="%s">%s</a> yazısı ziyaret edildi

source: Page <a href="%s">%s</a> was visited
tr_tr: <a href="%s">%s</a> sayfası ziyaret edildi

source: Visited URL:
tr_tr: Ziyaret edilen URL:

source: Traffic source:
tr_tr: Trafik kaynağı:

source: Direct
tr_tr: Doğrudan

source: Query args:
tr_tr: Sorgu argümanları:

source: <a href="%s">%s</a> was removed from cart
tr_tr: <a href="%s">%s</a> sepetten kaldırıldı

source: Easy Digital Downloads is disabled. Activate the plugin to see more information.
tr_tr: Kolay dijital yüklemeler devre dışı bırakılır. Daha fazla bilgi için eklentisini etkinleştirin.

source: Quantity:
tr_tr: Adet:

source: Sales platform:
tr_tr: Satış platformu:

source: Successful login
tr_tr: Başarılı oturum açma

source: Failed login. Tried to sign in as %s
tr_tr: Başarısız giriş. %s olarak oturum açmaya çalıştı.

source: Failed login. Tried to sign in as <q>%s</q>
tr_tr: Başarısız oturum açma. <q>%s</q> olarak oturum açmaya çalıştı

source: Succesful login as <a href="%s">%s</a>
tr_tr: <a href="%s">%s</a> olarak başarılı giriş

source: User registred
tr_tr: Kullanıcı tescilli

source: New payment in the amount of %s
tr_tr: %s tutarında yeni ödeme

source: Link:
tr_tr: Bağlantı Hedefi:

source: Order #%d
tr_tr: Sipariş #%d

source: <a href="%s">%s</a> was added to cart
tr_tr: <a href="%s">%s</a> sepete eklendi

source: Searched phrase: %s
tr_tr: Aranan kelime: %s

source: Order
tr_tr: Sipariş

source: New order in the amount of %s
tr_tr: %s yeni sipariş

source: User identified: %s
tr_tr: Tanımlanan kullanıcı: %s
